<!DOCTYPE html>
<html lang="en">
<head>
  <title>Venus</title>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.0/css/bootstrap.min.css">
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js"></script>
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.0/js/bootstrap.min.js"></script>
  <link href="https://fonts.googleapis.com/css?family=Sriracha&display=swap" rel="stylesheet">
  <link  rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css" >
  <link rel="stylesheet" href="css/mar.css">
</head>
<body>

<div class="container">

      <img src="/../project/img/Venus.jpg "  class="img-thumbnail" alt="Cinque Terre" >
        <h3>Venus</h3>
        <p> Venus (ดาวศุกร์)

                ดาวศุกร์อยู่ห่างจากดวงอาทิตย์เป็นลำดับที่ 2 เป็นดาวเคราะห์ที่มีขนาดใหญ่เป็นอันดับที่ 6 และไม่มีดวงจันทร์บริวาร 
            ดาวศุกร์มีลักษณะที่คล้ายคลึงกับโลก จนได้ชื่อว่าเป็นดาวเคราะห์ฝาแฝดกับโลกของเรา โครงสร้างภายในของดาวศุกร์ 
            ประกอบด้วย แกนกลางที่เป็นเหล็กมีรัศมีประมาณ 3,000 กิโลเมตร ห่อหุ้มด้วยชั้นแมนเทิลที่มีความหนาประมาณ 3,000 กิโลเมตร 
            และเปลือกแข็งที่ประกอบด้วยหินซิลิเกต
   
   ​
             ยานอวกาศลำแรกที่เดินทางไปดาวศุกร์คือ มาริเนอร์ 2 ใน พ.ศ.2505  หลังจากนั้นก็มีอีกหลายลำ จนกระทั่งในปี พ.ศ. 2532 ยานอวกาศแมกเจลแลน 
             ได้ใช้เรดาร์ในการสำรวจผ่านชั้นบรรยากาศที่หนาแน่นของดาวศุกร์ เพื่อทำแผนที่พื้นผิวของดาว การสำรวจโดยใช้สัญญาณเรดาร์ ทำให้ทราบถึงความสูงต่ำของพื้นผิวดาวศุกร์ได้ 
             และพบว่าพื้นผิวดาวศุกร์ปกคลุมไปด้วย ที่ราบที่เกิดจากการระเบิดของภูเขาไฟ และภูเขาไฟขนาดใหญ่หลายแห่ง นอกจากนี้ยังพบว่า พื้นผิวดาวศุกร์ไม่มีหลุมอุกกาบาตขนาดเล็กกระจายอยู่ทั่วไป 
             เช่นเดียวกับดาวพุธ ทั้งนี้เป็นเพราะว่า อุกกาบาตจะถูกเผาไหม้ไปจนหมด ในระหว่างที่เดินทางเข้าสู่ชั้นบรรยากาศที่หนาแน่นของดาวศุกร์ 
                ​ </p>
            <br>
        <img src="/../project/img/veveve.jpg "  class="img-thumbnail" alt="Cinque Terre" >  
        <h3>ชั้นบรรยากาศ</h3> 
        <p>     ชั้นบรรยากาศของดาวศุกร์นั้นมีความหนาแน่นมาก ความดันบรรยากาศที่พื้นผิวดาวศุกร์มีค่าประมาณ 90 เท่า ของความดันบรรยากาศที่พื้นผิวโลก 
            หรือมีค่าเท่ากับความดันที่ใต้ทะเลลึก 1 กิโลเมตร บรรยากาศของดาวศุกร์ประกอบไปด้วย ก๊าซคาร์บอนไดออกไซด์เป็นส่วนใหญ่ 
            และมีชั้นเมฆอยู่หลายชั้นที่ประกอบไปด้วยก๊าซซัลเฟอร์ไดออกไซด์ (กรดกำมะถัน) ซึ่งมีความหนาหลายกิโลเมตร ทำให้เราไม่สามารถสังเกตเห็นพื้นผิวดาวศุกร์ได้

            ​
            
                 ชั้นบรรยากาศที่หนาทึบนี้ทำให้เกิดสภาวะเรือนกระจก กักเก็บความร้อนไว้ภายใต้ชั้นบรรยากาศ ทำให้อุณหภูมิพื้นผิวสูงถึง 600-900 องศาเซลเซียส 
                 จะเห็นว่าพื้นผิวดาวศุกร์ร้อนกว่าพื้นผิวดาวพุธมาก ทั้งๆ ที่อยู่ไกลจากดวงอาทิตย์กว่าดาวพุธถึงสองเท่าก็ตาม
            
                 โครงสร้างของดาวศุกร์ (STRUCTURE OF THE PLANET)
            
            
                       ดาวศุกร์เป็นดาวเคราะห์ที่มีเนื้อแข็ง  ส่วนแก่น (core)  มีลักษณะคล้ายโลหะ  ล้อมด้วยชั้นของเนื้อดาว (mantle) 
                       ที่มีลักษณะเป็นหินหนามาก  โดยมีเปลือกนอ (crust) บาง ๆ อยู่บนชั้นเนื้อดาวอีกทีหนึ่ง  จากการสำรวจอวกาศ   (space probe) 
                       ที่ประสบความสำเร็จในการลงสู่พื้นดาวศุกร์ พบว่าดาวศุกร์มีพื้นที่ราบกว้างขวางหลายแห่ง  มีหุบเขามากมาย และมีภูเขาที่มีความสูงกว่า 32,800  ฟุต (10,000  กิโลเมตร)  
                       อยู่หลายลูก  ส่วนบริเวณที่เห็นลึกลงไปนั้นในอดีตน่าจะเป็นทะเลต่าง ๆ  ซึ่งมีมาก่อนการก่อเกิดขึ้นของบรรยากาศ </p>
 
                    </div>
                    <a class="goback" href="main.php"><i class="fas fa-long-arrow-alt-left"></i></a> 
                </body>
                </html>