
<?php
    // include auth.php file on all secure pages
    include("auth.php");
?>

<!DOCTYPE html>
<html lang="en">
<head>
  <title>Solar system</title>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.0/css/bootstrap.min.css">
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js"></script>
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.0/js/bootstrap.min.js"></script>
  <link href="https://fonts.googleapis.com/css?family=Sriracha&display=swap" rel="stylesheet">
  <link rel="stylesheet" href="css/solarsystem.css">
</head>
<body>

<div class="container">

      <img src="/../project/img/11.jpg " class="img-thumbnail" alt="Cinque Terre" >
        <h3>Solar System</h3>
        <p>  Solar System (ระบบสุริยะ)

            ในบรรดาดาวฤกษ์นับพัน ๆ ดวงที่ประกอบเป็นกาแล็กซีของเรานั้นมีอยู่ดวงหนึ่งซึ่งเป็นดาวฤกษ์ขนาดกลางอยู่แถบชาย
            ขอบของกาแล็กซี ที่เราควรให้ความสนใจเป็นพิเศษเพราะว่าเราอยู่ใกล้กับมัน  
            ดาวฤกษ์ดวงนี้คือดวงอาทิตย์ (the sun) นั่นเอง  
            ดาวฤกษ์ที่ไม่เหมือนดาวฤกษ์ใดดวงนี้กับดาวเคราะห์ทั้งหลายที่เป็นบริวารซึ่งหมุนรอบตัวเองและโคจรไปรอบดวงอาทิตย์
            นี้ก่อให้เกิดสิ่งที่เราเรียกว่า ระบบสุริยะ (solar system)  ซึ่งประกอบด้วยดาวเคราะห์ที่รู้จักกับแล้ว 
             ดาวบริวารต่าง ๆ ที่ประกอบขึ้นเป็นสิ่งที่เราเรียกว่าวงแถบดาวเคราะห์น้อย (the Asteriod belt) 
             ซึ่งอยู่ระหว่างดาวอังคารกับดาวพฤหัสบดี   วงแถบดาวเคราะห์น้อยนี้อาจจะเป็นเศษเหลือจกาการที่ดาวเคราะห์
             เก่าแก่ที่ถูกทำลายลงก็ได้  </p>

        <img src="/../project/img/1.jpg"  class="img-thumbnail" alt="Cinque Terre" >  
        <h3>ดวงอาทิตย์กับดาวเคราะห์ที่เป็นบริวาร (THE SUN AND ITS PLANETS)</h3> 
        <p> ดวงอาทิตย์มีขนาดใหญ่กว่าดาวเคราะห์ทุกดวง  แม้แต่ดาวพฤหัสบดีซึ่งเป็นดาวเคราะห์ที่ใหญ่ที่สุด 
             มวลสารของระบบสุริยจักรวาลเกือบร้อยละ  99  อยู่ในดวงอาทิตย์  ส่วนที่เหลือกระจัดกระจายกันไปเป็นดาวเคราะห์ทั้งหมด 
              ดาวเคราะห์เหล่านี้หมุนรอบตัวเองตามวงโคจรรอบดวงอาทิตย์ ระยะเวลาที่ดาวเคราะห์โคจรรอบดวงอาทิตย์ครบ  1  รอบ
               เรียกว่า  1  ปี สำหรับโลกใช้เวลาประมาณ 365 วัน แต่ระยะเวลา  1 ปี
               ของดาวเคราะห์แต่ละดวงนั้นก็ไม่เท่ากันขึ้นอยู่กับว่าดาวเคราะห์ดวงนั้น ๆ  
               อยู่ห่างจากดวงอาทิตย์มากเท่าใด  ระยะเวลา 1 ปีที่สั้นที่สุดเป็นของดาวพุธ (Mercury) 
               คือเพียง  88  วันเท่านั้น และระยะเวลา  1  ปีที่ยาวที่สุดเป็นของดาวยม (พลูโต  pluto) 
                ซึ่งเท่ากับ  248  ปีของโลก</p>  

         <img src="/../project/img/Andromeda.jpg"  class="img-thumbnail" alt="Cinque Terre" >  
         <h3>การก่อเกิด (ORIGINS)</h3>   
         <p> เมื่อราว  5  พันล้านปีมาแล้ว  ในบริเวณที่เป็นระบบสุริยะปัจจุบันเต็มไปด้วยธุลีและก๊าซจากดาวฤกษ์
             ประเภทซูเปอร์โนวา (supernova)  ดวงหนึ่งที่ระเบิดออกมาก่อนหน้านั้น  ต่อมาสสารต่าง ๆ  
             เหล่านี้ก็ควบแน่นเข้ากันด้วย แรงของความถ่วง (the force of gravity)  
             ทำให้เกิดเป็นแกนที่มีความหนาแน่นสูงขึ้นแกนหนึ่ง  ซึ่งแกนนี้ได้ดึงดูดเอาสสารทั้งหลายเข้ามารวม
             กันเป็นกลุ่มที่ก่อรูปขึ้นเป็นดวงอาทิตย์  ส่วนสสารที่เหลือก็ก่อรูปขึ้นเป็นกลุ่มรูปจานแบนรอบดาวฤกษ์ดวงนี้  
             ต่อมาการปะทะกันระหว่างอนุภาคต่าง ๆ  และก้อนหินเล็ก ๆ  ยังผลให้เกิดการคอดตัวขึ้นในที่บางแห่ง  
             ซึ่งต่อมาก็ขาดออกจากกันกลายเป็นก้อนมวลหลายก้อนที่เราเรียกว่าดาวเคราะห์ในปัจจุบัน

            </p>     

            </div>
                    <a class="goback" href="main.php"><i class="fas fa-long-arrow-alt-left"></i></a> 
                </body>
                </html>

